 var post = [
  {  title: "안녕하세요 你好", 
     content: ""+
       "안녕하세요 你好 / 哈囉 / 你過得如何?/ 早安 / 晚安 / 等等...\n\n"+

       "안녕+하세요 = 안녕하세요.\n\n"+

       "[an-nyeong]\n\n"+

       "안녕 = 幸福、和平、健康。\n\n"+

       "[ha-se-yo]\n\n"+

       "하세요 = 原形：하다，為「做...」的意思。하세요 為 하다 的敬語形式。此處的意思為「您是否...？」、「請您...」。"+

       "안녕하세요 是韓文中最常見的打招呼方式，此外 안녕하세요 爲敬語（존댓말 [jondaetmal]）。\n\n"+

       "當某人用 안녕하세요 跟你打招呼時，你可以直接用 안녕하세요 答覆他。\n\n"+

       "**簡單會話：**\n\n"+

       "- A: 안녕하세요. [annyeong-haseyo] = Hello.\n"+

       "- B: 안녕하세요. [annyeong-haseyo] = Hi."
  },
  {
    title: "감사합니다 謝謝你",
    content: ""+
      "감사 + 합니다 = 감사합니다. [gam-sa] [hap-ni-da] \n\n"+

      "감사 = 感謝 \n\n"+

      "합니다 = 做\n\n"+

      "감사합니다 是表達「謝謝你」做正式的方式。\n\n"+

      "감사 為感謝、感激的意思。 \n\n"+

      "합니다 為 「我做...」或是 「我正在做...」之意，是敬語。兩者合併後的意思為：「謝謝你」。"
  }
];