 var post = [
  {  title: "是/不是", 
     content: ""+
       "네 / 아니요 在韓文中， 네 [ne] 指的是「是」而 아니요 [aniyo] 則為「不是」，兩者皆為敬語 （존댓말 [ jondaetmal]）。\n\n"+

       "네. [ne] = 是\n\n"+

       "아니요. [aniyo] = 不是\n\n"+

       "例句\n\n"+

       "- 커피 좋아해요? [keo-pi jo-a-hae-yo?] = 你喜歡咖啡嗎？\n"+
       "- 네. 좋아해요. [ne. jo-a-hae-yo] = 是，我喜歡咖啡。\n"+

       "- 커피 좋아해요? [keo-pi jo-a-hae-yo?] = 你喜歡咖啡嗎？\n"+
       "- 아니요. 안 좋아해요. [aniyo. an jo-a-hae-yo] = 不，我不喜歡咖啡。"
  },
  {
    title: "네 並非只代表 「是」或 「對」而已",
    content: ""+
      "雖然 네 [ne] 是用來表達 「是」或 「沒錯」，但實際上它還有更多用途。\n\n"+

      "如果你聽兩個韓國人對話，會時常聽到他們說「네 」，即使語意上並不是要表達「是」。\n\n"+

      "네 有以下幾種意思：\n\n"+

      "1. 「是」、「對」\n"+

      "2. 我知道了、我在這裡（當別人叫你時）、我瞭解了、阿哈 等等 \n\n"
  },
  {
    title: "맞아요.",
    content: ""+
      "因為 네 [ne] 和 아니요 [aniyo] 更注重在表達你同意與否而不是「是」或「不是」而且 네 可以表達 「我知道了」、「阿哈」等意思，因此韓國人常常會在 네 後面加上 맞아요 [ma-ja-yo] 。\n\n"+

      "네, 맞아요. [ne, ma-ja-yo] = 是，沒錯。\n\n"+

      "這樣可以更強烈地表達：「你沒錯」而不僅是你很專心聽對方講話而已。"
  },
  {
    title: "네 也可以用來表達「你剛剛說什麼」",
    content: ""+
      "假設某人告訴你一件事情，但你沒聽清楚，你可以說 「네？」用以表達「對不起，我沒聽清楚」來表達你的驚訝。\n\n"+

      "例句：\n\n"+

      "- A：我買了一個禮物給你。\n"+
      "- B：네？（什麼）"
  }
];